tap "bramstein/webfonttools"
tap "filosottile/musl-cross"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jez/formulae"
brew "ack"
brew "act"
brew "afl-fuzz"
brew "openssl@3"
brew "readline"
brew "aircrack-ng"
brew "gettext"
brew "xz"
brew "openssl@1.1"
brew "m4"
brew "libtool"
brew "boost"
brew "mpdecimal"
brew "gdbm"
brew "python@3.11"
brew "asciidoc"
brew "atool"
brew "autoconf"
brew "automake"
brew "awk", link: false
brew "bash"
brew "bash-completion@2"
brew "berkeley-db@4"
brew "pkg-config"
brew "libpthread-stubs"
brew "gmp"
brew "libmpc"
brew "numpy"
brew "p7zip"
brew "binwalk"
brew "bison"
brew "boost-build"
brew "cifer"
brew "clang-format"
brew "cmake", link: false
brew "python@3.10"
brew "codespell"
brew "cookiecutter"
brew "coreutils"
brew "cpanminus"
brew "curl"
brew "dex2jar"
brew "dns2tcp"
brew "dockutil"
brew "libevent"
brew "fcrackzip"
brew "sdl2"
brew "sdl12-compat"
brew "ffmpeg@2.8"
brew "findutils"
brew "flake8"
brew "flatbuffers"
brew "foremost"
brew "fossil"
brew "fzf"
brew "gawk"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "git-svn"
brew "glew"
brew "glib-openssl"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "unbound"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gpgme"
brew "gputils"
brew "grep"
brew "grunt-completion"
brew "hashpump"
brew "help2man"
brew "html2text"
brew "http-server"
brew "hyperkit"
brew "iftop", link: false
brew "xmlto"
brew "intltool"
brew "john"
brew "librsvg"
brew "nss"
brew "joplin-cli"
brew "jq"
brew "knock"
brew "libpq"
brew "libressl"
brew "lmdb"
brew "lua"
brew "lynx"
brew "make"
brew "markdown"
brew "ninja"
brew "meson"
brew "miniupnpc"
brew "mkcert"
brew "mkdocs"
brew "moreutils"
brew "nasm"
brew "netpbm"
brew "nmap"
brew "node@14"
brew "nvm"
brew "openssh"
brew "pandoc", link: false
brew "pegtl"
brew "perl", link: false
brew "php"
brew "zopfli"
brew "pigz"
brew "pngcheck"
brew "pnpm"
brew "virtualenv", link: false
brew "poetry"
brew "popt"
brew "pv"
brew "python-tk@3.10"
brew "python-tk@3.11"
brew "python@3.7"
brew "python@3.8"
brew "python@3.9"
brew "qrencode"
brew "qt@5", link: true
brew "qthreads"
brew "rename"
brew "rlwrap"
brew "rust", link: false
brew "rustup-init", link: false
brew "scdoc"
brew "screen"
brew "shellcheck"
brew "socat"
brew "sqlmap"
brew "ssh-copy-id"
brew "tccutil"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "texi2html"
brew "texinfo"
brew "tor", restart_service: true
brew "tree"
brew "ucspi-tcp"
brew "vbindiff"
brew "vim", link: false
brew "watchman"
brew "websocat"
brew "wget"
brew "woff2"
brew "xtrans"
brew "yarn"
brew "yasm"
brew "youtube-dl"
brew "zlib"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "filosottile/musl-cross/musl-cross"
brew "jez/formulae/pandoc-sidenote"
cask "alfred"
cask "beaker-browser"
cask "cmake"
cask "discord"
cask "docker"
cask "dotnet"
cask "google-chrome"
cask "gpg-suite"
cask "gulp"
cask "inkscape"
cask "iterm2"
cask "keepingyouawake"
cask "macdown"
cask "macsvg"
cask "macvim"
cask "mono-mdk-for-visual-studio"
cask "powershell"
cask "protonvpn"
cask "qt-creator"
cask "suspicious-package"
cask "svgcleaner"
cask "tor-browser"
cask "visual-studio"
cask "vlc"
cask "xcodeclangformat"
